{
  "title": "سياسة الخصوصية",
  "lastUpdated": "20 سبتمبر 2024",
  "sections": [
    {
      "title": "مقدمة",
      "content": [
        "مرحبًا بكم في FluentFox. نحن نقدر خصوصيتك وملتزمون بحماية معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وكشفنا وحماية بياناتك عند استخدامك لتطبيقنا المحمول."
      ]
    },
    {
      "title": "المعلومات التي نجمعها",
      "content": [
        "قد نقوم بجمع الأنواع التالية من المعلومات:",
        "**البيانات الشخصية:** معلومات يمكن أن تحدد هويتك شخصيًا، مثل اسمك، عنوان بريدك الإلكتروني، وتفاصيل الاتصال الخاصة بك.",
        "**بيانات الاستخدام:** معلومات حول كيفية تفاعلك مع تطبيقنا، بما في ذلك الميزات التي تستخدمها والوقت الذي تقضيه في كل قسم.",
        "**معلومات الجهاز:** بيانات متعلقة بجهازك، بما في ذلك نموذج الأجهزة، نظام التشغيل، ومعرفات الجهاز الفريدة."
      ]
    },
    {
      "title": "كيفية استخدامنا لمعلوماتك",
      "content": [
        "نستخدم البيانات التي نجمعها لأغراض مختلفة:",
        "- لتقديم وصيانة خدمتنا.",
        "- لتحسين وتجربة استخدامك الشخصية.",
        "- لتطوير ميزات ووظائف جديدة.",
        "- للتواصل معك، بما في ذلك إرسال التحديثات والمواد الترويجية.",
        "- لمراقبة وتحليل الاستخدام والاتجاهات."
      ]
    },
    {
      "title": "مشاركة معلوماتك",
      "content": [
        "قد نشارك معلوماتك مع:",
        "**شركة سعود خالد فهد السلوم للتجارة المحدودة**: لعمليات الأعمال وتحسين الخدمات.",
        "**مزودي خدمات من طرف ثالث**: لتسهيل خدماتنا، تقديم الخدمة نيابة عنا، أداء خدمات متعلقة بالخدمة، أو مساعدتنا في تحليل كيفية استخدام خدماتنا.",
        "**شركاء الإعلانات**: لتقديم إعلانات قد تكون ذات صلة بك."
      ]
    },
    {
      "title": "الإعلانات",
      "content": [
        "نستخدم بياناتك لتقديم إعلانات مخصصة من خلال FluentFox وشركاء الإعلانات لدينا. قد يشمل ذلك عرض إعلانات بناءً على اهتماماتك ونمط استخدامك."
      ]
    },
    {
      "title": "الاشتراكات لإزالة الإعلانات",
      "content": [
        "تقدم FluentFox خيار الاشتراك الذي يسمح لك بإزالة جميع الإعلانات من التطبيق. من خلال الاشتراك، لن ترى أي إعلانات أثناء استخدامك لـ FluentFox، مما يوفر تجربة غير منقطعة.",
        "يتضمن الاشتراك لإزالة الإعلانات دفعًا متكررًا، ويمكنك إدارة اشتراكك من خلال إعدادات متجر التطبيقات في جهازك."
      ]
    },
    {
      "title": "حقوقك",
      "content": [
        "اعتمادًا على اختصاصك القضائي، قد تكون لديك الحقوق التالية فيما يتعلق ببياناتك الشخصية:",
        "- **الحق في الوصول** – يمكنك طلب نسخ من بياناتك الشخصية.",
        "- **الحق في التصحيح** – يمكنك طلب تصحيح أي معلومات تعتقد أنها غير دقيقة.",
        "- **الحق في المحو** – يمكنك طلب أن نقوم بمحو بياناتك الشخصية.",
        "- **الحق في تقييد المعالجة** – يمكنك طلب أن نقوم بتقييد معالجة بياناتك الشخصية.",
        "- **الحق في الاعتراض على المعالجة** – يمكنك الاعتراض على معالجتنا لبياناتك الشخصية."
      ]
    },
    {
      "title": "تواصل معنا",
      "content": [
        "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على:",
        "**البريد الإلكتروني:** support@fluentfox.com",
        "**العنوان:** شركة سعود خالد فهد السلوم للتجارة المحدودة، 1234 شارع السوق، الرياض، المملكة العربية السعودية"
      ]
    }
  ]
}
