{
  "title": "شروط الاستخدام",
  "lastUpdated": "20 سبتمبر 2024",
  "sections": [
    {
      "title": "مقدمة",
      "content": [
        "هذه الشروط والأحكام (\"الشروط\") تحكم استخدامك لتطبيق FluentFox (\"التطبيق\"). يرجى قراءة هذه الشروط بعناية قبل البدء في استخدام التطبيق."
      ]
    },
    {
      "title": "قبول الشروط",
      "content": [
        "باستخدامك للتطبيق، فإنك توافق على الالتزام بهذه الشروط وجميع القوانين واللوائح المعمول بها. إذا كنت لا توافق على أي من هذه الشروط، يرجى عدم استخدام التطبيق."
      ]
    },
    {
      "title": "استخدام التطبيق",
      "content": [
        "**1. الأهلية:**",
        "- يجب أن تكون في السن القانوني وفقًا للقوانين المعمول بها في منطقتك لاستخدام هذا التطبيق.",
        "**2. الترخيص:**",
        "- نمنحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل للوصول إلى التطبيق واستخدامه للأغراض الشخصية وغير التجارية."
      ]
    },
    {
      "title": "حقوق الملكية الفكرية",
      "content": [
        "- جميع الحقوق والعناوين والمصالح في التطبيق ومحتوياته مملوكة لشركة سعود خالد فهد السلوم للتجارة المحدودة أو المرخصين لها.",
        "- يُحظر نسخ أو تعديل أو توزيع أو بيع أو تأجير أي جزء من التطبيق دون إذن كتابي مسبق منا."
      ]
    },
    {
      "title": "سلوك المستخدم",
      "content": [
        "أنت توافق على عدم:",
        "- استخدام التطبيق لأي أغراض غير قانونية أو غير مصرح بها.",
        "- محاولة الوصول غير المصرح به إلى أنظمتنا أو شبكاتنا.",
        "- نشر أو نقل أي مواد ضارة أو مسيئة أو تشهيرية أو غير لائقة."
      ]
    },
    {
      "title": "الاشتراكات والمشتريات داخل التطبيق",
      "content": [
        "- **الدفع:** قد يتطلب الوصول إلى ميزات معينة دفع رسوم اشتراك.",
        "- **التجديد التلقائي:** ستتجدد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل نهاية فترة الاشتراك الحالية.",
        "- **سياسة الإلغاء:** يمكنك إدارة أو إلغاء اشتراكك من خلال إعدادات متجر التطبيقات على جهازك."
      ]
    },
    {
      "title": "إخلاء المسؤولية",
      "content": [
        "- يتم توفير التطبيق \"كما هو\" دون أي ضمانات من أي نوع، سواء كانت صريحة أو ضمنية.",
        "- نحن لا نضمن أن يكون التطبيق خاليًا من الأخطاء أو الفيروسات أو المكونات الضارة الأخرى."
      ]
    },
    {
      "title": "تحديد المسؤولية",
      "content": [
        "- لن نكون مسؤولين عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو تبعية ناتجة عن استخدامك أو عدم قدرتك على استخدام التطبيق."
      ]
    },
    {
      "title": "التعديلات على الشروط",
      "content": [
        "- نحتفظ بالحق في تعديل هذه الشروط في أي وقت. سيتم نشر التغييرات على هذه الصفحة مع تحديث تاريخ \"آخر تحديث\".",
        "- يعتبر استمرارك في استخدام التطبيق بعد نشر التغييرات قبولاً منك للشروط المعدلة."
      ]
    },
    {
      "title": "القانون الحاكم",
      "content": [
        "- تخضع هذه الشروط وتُفسر وفقًا لقوانين المملكة العربية السعودية."
      ]
    },
    {
      "title": "تواصل معنا",
      "content": [
        "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى التواصل معنا عبر:",
        "- **البريد الإلكتروني:** support@fluentfox.com",
        "- **العنوان:** شركة سعود خالد فهد السلوم للتجارة المحدودة، 1234 شارع السوق، الرياض، المملكة العربية السعودية"
      ]
    },
    {
      "title": "ملاحظة",
      "content": [
        "باستخدامك للتطبيق، فإنك تقر بأنك قرأت هذه الشروط وتوافق على الالتزام بها."
      ]
    }
  ]
}
